tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "rconroy293/seventeenlands"
brew "antigen"
brew "aria2"
brew "autojump"
brew "awscli"
brew "cocoapods"
brew "composer"
brew "fzf"
brew "gh"
brew "git-extras"
brew "go"
brew "graphviz"
brew "helm"
brew "httpie"
brew "jq"
brew "mas"
brew "mysql-client", link: true
brew "neovim"
brew "node-build"
brew "nodenv"
brew "postgresql@12", restart_service: true, link: true
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "shared-mime-info"
brew "sops"
brew "starship"
brew "telnet"
brew "terraform"
brew "tree"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "johanhaleby/kubetail/kubetail"
brew "rconroy293/seventeenlands/seventeenlands"
cask "adoptopenjdk11"
cask "android-studio"
cask "apparency"
cask "bartender"
cask "betterzip"
cask "dash"
cask "discord"
cask "docker"
cask "epic-games"
cask "figma"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "infra"
cask "iterm2"
cask "itsycal"
cask "keybase"
cask "macdown"
cask "mimestream"
cask "monitorcontrol"
cask "paw"
cask "postico"
cask "provisionql"
cask "proxyman"
cask "qgis"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "raycast"
cask "rightfont"
cask "secretive"
cask "slack"
cask "sourcetree"
cask "steam"
cask "suspicious-package"
cask "transmit"
cask "vimr"
cask "visual-studio-code"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer", id: 824171161
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "RSS Bot", id: 605732865
mas "Things", id: 904280696
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
