
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "heroku/brew"
brew "heroku/brew/heroku"

tap "johanhaleby/kubetail"
brew "johanhaleby/kubetail/kubetail"

brew "antigen"
brew "aria2"
brew "autojump"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "pcre"
brew "composer"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gdal"
brew "gist"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "geos"
brew "gdal"
brew "go"
brew "gpp"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hub"
brew "jq"
brew "mas"
brew "mysql-client", link: true
brew "neovim"
brew "nodenv"
brew "postgresql@9.6"
brew "proj"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-whatis"
brew "redis", restart_service: true
brew "ripgrep"
brew "sops"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "zlib"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "abstract"
cask "adobe-creative-cloud"
cask "backblaze"
cask "bettertouchtool"
cask "carbon-copy-cloner"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "facebook-ios-sdk"
cask "firefox"
cask "flycut"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "grandperspective"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "java8"
cask "keybase"
cask "kubernetic"
cask "little-snitch"
cask "macdown"
cask "openscad"
cask "paw"
cask "postico"
cask "provisionql"
cask "qgis"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "react-native-debugger"
cask "rightfont"
cask "safari-technology-preview"
cask "sequel-pro"
cask "shiftit"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "steam"
cask "suspicious-package"
cask "transmit"
cask "transmission"
cask "vimr"
cask "visual-studio-code"
cask "xquartz"

# cask "bricklink-studio"

# Monitor data's progress through a pipe
brew "pv"

mas "Affinity Designer", id: 824171161
mas "Bear", id: 1091189122
mas "bookmarker for pinboard", id: 1451400394
mas "GarageBand", id: 682658836
mas "GhosteryLite", id: 1436953057
mas "Honey", id: 1472777122
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PinButton", id: 1467460892
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835

# alt PG 9.6 install
# tap "cloverhealth/tap"
# brew "cloverhealth/tap/postgresql"
# brew "cloverhealth/tap/postgis", link: false
